Repository: sugar-activities/4319-activity
Catalog: po/*.po
Languages: hy, zh_cn

source: I know Peru
hy: Ես ճանաչում եմ Պերուն
zh_cn: 走遍秘鲁

source: Cannot open %s
hy: Չի բացվում %s
zh_cn: 无法打开 %s

source: the city of %s
hy: %s -ի քաղաքը
zh_cn: %s 市

source: the department of %s
hy: %s - ի դեպարտամենտը
zh_cn: %s 大省

source: the province of %s
hy: %s -ի գավառը
zh_cn: %s 省

source: the district of %s
hy: %s -ի շրջանը
zh_cn: %s 区

source: the state of %s
hy: %s -ի նահանգը
zh_cn: %s 州

source: the region of %s
hy: %s -ի մարզը
zh_cn: %s 区域

source: the parish of %s
hy: %s -ի ծխականը
zh_cn: %s 教区

source: the taluka of %s
hy: %s -ի տալուկան
zh_cn: %s 省

source: the municipality of %s
hy: %s -ի քաղաքապետարանը
zh_cn: %s 直辖市

source: the %s
hy: %s
zh_cn: %s

source: the %(river)s
zh_cn: %(river)s

source: the %(route)s
zh_cn: %(route)s

source: About %s
hy: %s մասին
zh_cn: 关于 %s

source: Press any key to return
hy: Սեղմեք որևէ ստեղն` վերադառնալու համար
zh_cn: 按任意键返回

source: You have chosen the map
hy: Դուք ընտրել եք քարտեզը
zh_cn: 你已选择了地图

source: Play
hy: Խաղալ
zh_cn: 开始

source: Explore
hy: Հետազոտել
zh_cn: 浏览

source: About this game
hy: Այս խաղի մասին
zh_cn: 关于本游戏

source: Return
hy: Վերադառնալ
zh_cn: 返回

source: Choose the map to use
hy: Ընտրեք օգտագործվելիք քարտեզը
zh_cn: 选择要使用的地图

source: Previous page
hy: Նախորդ էջ
zh_cn: 上一页

source: Next page
hy: Հաջորդ էջ
zh_cn: 下一页

source: Exit
hy: Ելք
zh_cn: 退出

source: End
hy: Վերջ
zh_cn: 结束

source: Show all
hy: Ցուցադրել բոլորը
zh_cn: 显示所有

source: Press any key to skip
hy: Սեղմեք որևէ ստեղն` բաց թողնելու համար
zh_cn: 请按任意键跳过

source: Peru
hy: Պերու
zh_cn: 秘鲁

source: Tumbes
hy: Տումբես
zh_cn: 通贝斯

source: Loreto
hy: Լորետո
zh_cn: 洛雷托

source: Piura
hy: Պիուրա
zh_cn: 皮乌拉

source: Amazonas
hy: Ամազոն
zh_cn: 亚马孙

source: Cajamarca
hy: Կախամարկա
zh_cn: 卡哈马卡

source: Lambayeque
hy: Լամբայեկե
zh_cn: 兰巴耶克

source: San Martín
hy: Սան Մարտին
zh_cn: 圣马丁

source: La Libertad
hy: Լա Լիբերտադ
zh_cn: 拉利伯塔德

source: Ancash
hy: Անկաշ
zh_cn: 安卡什

source: Huanuco
hy: Ուանուկո
zh_cn: 瓦努科

source: Lima
hy: Լիմա
zh_cn: 利马

source: Cerro de Pasco
hy: Սեռո դե Պասկո
zh_cn: 塞罗帕斯科

source: Junín
hy: Խունին
zh_cn: 胡宁

source: Ucayali
hy: Ուկայալի
zh_cn: 乌卡亚利

source: Madre de Dios
hy: Մադրե դե Դիոս
zh_cn: 马德雷德蒂奥斯

source: Cuzco
hy: Կուսկո
zh_cn: 库斯科

source: Ica
hy: Իկա
zh_cn: 伊卡

source: Huancavelica
hy: Ուանկավելիկա
zh_cn: 万卡维利卡

source: Ayacucho
hy: Այակուչո
zh_cn: 阿亚库乔

source: Arequipa
hy: Արեկիպա
zh_cn: 阿雷基帕

source: Apurimac
hy: Ապուրիմակ
zh_cn: 阿普里马克

source: Puno
hy: Պունո
zh_cn: 普诺

source: Moquegua
hy: Մոկեկուա
zh_cn: 莫克瓜

source: Tacna
hy: Տակնա
zh_cn: 塔克纳

source: Brazil
hy: Բրազիլիա
zh_cn: 巴西

source: Ecuador
hy: Էկվադոր
zh_cn: 厄瓜多尔

source: Colombia
hy: Կոլումբիա
zh_cn: 哥伦比亚

source: Bolivia
hy: Բոլիվիա
zh_cn: 玻利维亚

source: Abancay
hy: Աբանկայ
zh_cn: 阿班凯

source: Callao
hy: Կալյաո
zh_cn: 卡亚俄

source: Chachapoyas
hy: Չաչապոյաս
zh_cn: 查查波亚斯

source: Chiclayo
hy: Չիկլայո
zh_cn: 奇克拉约

source: Cusco
hy: Կուսկո
zh_cn: 库斯科

source: Huánuco
hy: Ուա'նուկո
zh_cn: 瓦努科

source: Huancayo
hy: Ուանկայո
zh_cn: 万卡约

source: Iquitos
hy: Իկիտոս
zh_cn: 伊基托斯

source: Moyobamba
hy: Մոյոբամբա
zh_cn: 莫约班巴

source: Pucallpa
hy: Պուկալյպա
zh_cn: 普卡尔帕

source: Puerto Maldonado
hy: Պուերտո Մալդոնադո
zh_cn: 马尔多纳多港

source: Trujillo
hy: Տրուխիլյո
zh_cn: 特鲁希略

source: Azángaro
hy: Ասա'նգարո
zh_cn: 阿桑加罗

source: Bagua
hy: Բագուա
zh_cn: 巴瓜

source: Barranca
hy: Բառանկա
zh_cn: 巴兰卡

source: Caballococha
hy: Կաբալյոկոչա
zh_cn: 瓦约科查

source: Camana
hy: Կամանա
zh_cn: 卡马纳

source: Caraveli
hy: Կարավելի
zh_cn: 卡拉韦利

source: Casma
hy: Կասմա
zh_cn: 卡斯马

source: Chimbote
hy: Չիմբոտե
zh_cn: 钦博特

source: Chincha Alta
hy: Չինչա Ալտա
zh_cn: 上钦查

source: Contamana
hy: Կոնտամանա
zh_cn: 孔塔马纳

source: Coracora
hy: Կորակորա
zh_cn: 科拉科拉

source: Cotahuasi
hy: Կոտահուասի
zh_cn: 科塔瓦西

source: Flor de Agosto
hy: Ֆլոր դե Ագոստո
zh_cn: 弗洛尔－德阿戈斯托

source: Huacho
hy: Ուաչո
zh_cn: 瓦乔

source: Huarmey
hy: Ուարմեյ
zh_cn: 瓦尔梅

source: Iñapari
hy: Ինյապարի
zh_cn: 伊尼亚帕里

source: Juliaca
hy: Խուլիակա
zh_cn: 胡利亚卡

source: La Oroya
hy: Լա Օրոյա
zh_cn: 拉奥罗亚

source: Macusani
hy: Մակուսանի
zh_cn: 马库萨尼

source: Manú
hy: Մանու
zh_cn: 马努

source: Mollendo
hy: Մոլյենդո
zh_cn: 莫延多

source: Nauta
hy: Նաուտա
zh_cn: 瑙塔

source: Nazca
hy: Նասկա
zh_cn: 纳斯卡

source: Palpa
hy: Պալպա
zh_cn: 帕尔帕

source: Pisco
hy: Պիսկո
zh_cn: 皮斯科

source: Puerto Inca
hy: Պուերտո Ինկա
zh_cn: 印加港

source: Requena
hy: Ռեկենա
zh_cn: 雷克纳

source: San Pedro de Lloc
hy: Սան Պեդրո դե Լյոկ
zh_cn: 圣佩德罗－德约克

source: San Vicente de Cañete
hy: Սան Վիսենտե դե Կանյետե
zh_cn: 圣维森特－德卡涅特

source: Sullana
hy: Սուլյանա
zh_cn: 苏亚纳

source: Talara
hy: Տալարա
zh_cn: 塔拉拉

source: Tarapoto
hy: Տարապոտո
zh_cn: 塔拉波托

source: Tingo Maria
hy: Տինգո Մարիա
zh_cn: 廷戈玛丽亚

source: Napo River
hy: Նապո գետ
zh_cn: 纳波河

source: Curaray River
hy: Կուրարայ գետ
zh_cn: 库拉赖河

source: Tigre River
hy: Տիգրե գետ
zh_cn: 蒂格雷河

source: Corrientes River
hy: Կորիենտես գետ
zh_cn: 科连特斯河

source: Pastaza River
hy: Պաստասա գետ
zh_cn: 巴斯塔沙河

source: Amazonas River
hy: Ամազոն գետ
zh_cn: 亚马逊河

source: Javari River
hy: Խավարի գետ
zh_cn: 雅瓦里河

source: Juruá River
hy: Խարուա գետ
zh_cn: Juruá 河

source: Acre River
hy: Ակրե գետ
zh_cn: 阿克里河

source: Iaco River
hy: Իակո գետ
zh_cn: Iaco 河

source: Alto Purús River
hy: Ալտո Պուրուս գետ
zh_cn: 奥拓普鲁斯河

source: Madre de Dios River
hy: Մադրե դե Դիոս գետ
zh_cn: 马德雷德迪奥斯河

source: Piedras River
hy: Պիեդրաս գետ
zh_cn: 彼德拉斯内格河

source: Inambari River
hy: Ինամբարի գետ
zh_cn: 伊纳姆巴里河

source: Putumayo River
hy: Պուտումայո գետ
zh_cn: 普图马约河

source: Marañón River
hy: Մարանյոն գետ
zh_cn: 马拉尼翁河

source: Santiago River
hy: Սանտյագո գետ
zh_cn: 圣地亚哥河

source: Huallaga River
hy: Ուալյագա գետ
zh_cn: 瓦利加亚河

source: Ucayali River
hy: Ուկայալի գետ
zh_cn: 乌卡亚利河

source: Urubamba River
hy: Ուրուբամբա գետ
zh_cn: 乌鲁班巴河

source: Tambo River
hy: Տամբո գետ
zh_cn: 坦博河

source: Apurimac River
hy: Ապուրիմակ գետ
zh_cn: 阿普里马克河

source: Lake Titicaca
hy: Տիտիկակա լիճ
zh_cn: 的的喀喀湖

source: Gulf of Guayaquil
hy: Գուայակիլի ծոց
zh_cn: 瓜亚基尔湾

source: Sechura Bay
hy: Սեչուրա ծովախորշ
zh_cn: Sechura 海湾

source: Pacific Ocean
hy: Խաղաղ օվկիանոս
zh_cn: 太平洋

source: Capital:
hy: Մայրաքաղաք.
zh_cn: 首都：

source: (12º02' S - 77º01' W)
zh_cn: (12º02' 南 - 77º01' 西)

source: Language:
hy: Լեզու.
zh_cn: 语言：

source: Spanish
hy: Իսպաներեն
zh_cn: 西班牙

source: Quechua
hy: Կեչուա
zh_cn: 克丘亚语

source: Government:
hy: Կառավարություն.
zh_cn: 政府：

source: Presidential republic
hy: Նախագահական հանրապետություն
zh_cn: 总统共和制

source: President:
hy: Նախագահ.
zh_cn: 总统：

source: Ollanta Humala Tasso
hy: Օլյանտա Ումալա Տասսո
zh_cn: 奥良塔·乌马拉·塔索

source: Prime Minister:
hy: Վարչապետ.
zh_cn: 总理：

source: Juan Jiménez Mayor
hy: Խուան Խիմենես Մայոր
zh_cn: 胡安·希门尼斯·马约尔

source: Independence:
hy: Անկախություն.
zh_cn: 独立：

source: from Spain
hy: Իսպանիայից
zh_cn: 自西班牙

source: declared: %s
hy: հայտարարված` %s
zh_cn: 宣布: %s

source: 28 of july of 1821
hy: 28 հուլիսի 1821
zh_cn: 1821年7月28日

source: recognized: %s
hy: ճանաչվել է` %s
zh_cn: 确认：%s

source: 14 of august of 1879
hy: 14 օգոստոսի 1879
zh_cn: 1879年8月14日

source: Area:
hy: Տարածք.
zh_cn: 面积：

source: 1.285.216 km² (20th)
hy: 1.285.216 կմ² (20րդ)
zh_cn: 1，285，216 平方公里 (第20名)

source: Population:
hy: Բնակչություն.
zh_cn: 人口：

source: 30.165.000 (40th)
hy: 30.165.000 (40րդ)
zh_cn: 30，165，000 (第40名)

source: GDP:
hy: ՀՆԱ.
zh_cn: 国内生产总值：

source: USD 200.292 billion (50th)
hy: USD 200.292 բիլիոն (50րդ)
zh_cn: 2002.92 亿美元 (第50名)

source: HDI:
hy: ՄԶՑ
zh_cn: 人类发展指数：

source: High - 0,723 (63th)
hy: Բարձր - 0,723 (63րդ)
zh_cn: 高 - 0,723 (第63名)

source: Currency:
hy: Դրամական Միավորը.
zh_cn: 货币：

source: Nuevo sol
hy: Նուեվո սոլ
zh_cn: 秘鲁新索尔

source: Departments
hy: Գերատեսչություններ
zh_cn: 大省

source: Departmental capitals
hy: Վարչական շրջանների մայրաքաղաքներ
zh_cn: 省会

source: Cities
hy: Քաղաքներ
zh_cn: 城市

source: Waterways
hy: Ջրային ուղիներ
zh_cn: 水路

source: Routes
hy: Ուղիներ
zh_cn: 道路

source: Is northwest
hy: Հյուսիս-արևմուտքում է
zh_cn: 在西北方

source: Is north
hy: Հյուսիսում է
zh_cn: 在北方

source: Is west
hy: Դեպի Արևմուտք է
zh_cn: 在西方

source: Is in the center
hy: Կենտրոնական մասում է
zh_cn: 在中部

source: Is southwest
hy: Հարավ-արևմուտքում է
zh_cn: 在西南方

source: Is south
hy: Հարավում է
zh_cn: 在南方

source: Is east
hy: Արևելքում է
zh_cn: 在东方

source: Is southeast
hy: Հարավ-արևելքում է
zh_cn: 在东南方

source: Is northeast
hy: Հյուսիս-արևելքում է
zh_cn: 在东北方

source: What a beautiful world! I will explore that territory. There I go!
hy: Ինչ գեղեցիկ աշխարհ է Ես կհետազոտեմ այս տարածքը: Սկսեցինք
zh_cn: 多么美丽的世界！ 我将探索这片土地。 我马上出发！

source: Oh, no! The ship has problems, I'm going to crash!
hy: Ախ, ոչ Նավը խնդիրներ ունի: Ես կխորտակվեմ:
zh_cn: 哦，不！ 船出问题了， 马上要坠毁了！

source: Luckily I was saved! Now I have to rebuild my ship. Need help!
hy: Բարեբախտաբար ես փրկված եմ: ՀԻմա ես պետք է վերակառուցեմ իմ նավը: Օգնության կարիք ունեմ:
zh_cn: 幸运的是，我得救了！ 现在，我要重建我的船。 请帮助我！

source: We have to find
hy: Մենք պետք է գտնենք
zh_cn: 我们必须找到

source: Now we have to find
hy: Այժմ պետք է գտնենք
zh_cn: 现在我们必须找到

source: We need to find
hy: Հարկավոր է գտնել
zh_cn: 我们需要找到

source: We have to look a piece of my ship in
hy: Պետք է փնտրենք իմ նավի մի մասը
zh_cn: 我们必须找到船的一块

source: There's a piece of my ship in
hy: Իմ նավի մի մասը գտնվում է
zh_cn: 发现船的一块

source: According to my information have to look at
hy: Համաձայն իմ ունեցած տեղեկության պետք է նայեմ
zh_cn: 根据我的资讯 必须查看

source: We have to go up
hy: Մենք պետք է գնանք դեպի վեր
zh_cn: 我们必须要上去

source: A piece of my ship fell into
hy: Իմ նավի մի կտորն ընկել է
zh_cn: 船上的一块掉进了

source: Can you tell me where it is?
hy: Կարող ես ինձ ասել որտեղ է դա?
zh_cn: 你能告诉我在哪里吗？

source: Where is it?
hy: Որտե՞ղ է այն:
zh_cn: 它在哪里呢？

source: Can you show me where it is?
hy: Կարո՞ղ ես ցույց տալ որտեղ է այն:
zh_cn: 你能告诉我在哪里吗？

source: Can you find it?
hy: Կարո՞ղ ես գտնել այն:
zh_cn: 你能找到它吗？

source: Are we going up there?
hy: Գնալու ենք մինչև այնտե՞ղ:
zh_cn: 我们要去那里？

source: Very well!
hy: Շատ լավ:
zh_cn: 太好了!

source: Brilliant!
hy: Փայլուն է
zh_cn: 精彩！

source: You found it!
hy: Դու գտար այն:
zh_cn: 你找到了！

source: Yes!
hy: Այո
zh_cn: 是的！

source: No, that is not correct
hy: Ոչ, ճիշտ չէ
zh_cn: 不，不正确

source: No, it is not there
hy: Ոչ, այնտեղ չէ:
zh_cn: 不，不在那儿

source: No, that seems to be wrong
hy: Ոչ, դա սխալ է թվում:
zh_cn: 不，看起来错了

source: That is not correct
hy: Ճիշտ չէ:
zh_cn: 不正确

source: No, try again
hy: Ոչ, նորից փորձիր:
zh_cn: 不，再试一次

source: Seems not here
hy: Կարծեմ այստեղ չէ:
zh_cn: 看起来不在这儿

source: Keep trying...
hy: Շարունակիր փորձել:
zh_cn: 继续尝试...

source: Now I can return Farewell to my planet. Thanks for your help!
hy: Հիմա կարող եմ վերադառնալ Մնաս բարով իմ Մոլորակ Շնորհակալություն օգնության համար:
zh_cn: 现在我将告别，返回我的星球。 谢谢你的帮助！

source: My ship is ready. Bye and thanks for helping!
hy: Իմ նավը պատրաստ է: Մնաք բարով և շնորհակալ եմ, որ օգնեցիք:
zh_cn: 我的船已经准备好了。 再见，谢谢帮忙。

source: We did it! I'm Ready to take off. Until next time!
hy: Մենք կարողացանք: Պատրաստ եմ մեկնարկել: Մինչ նոր հանդիպում:
zh_cn: 我们做到了！ 我已经准备好起飞。 下次见！

source: Author: Ivan Estremadoyro (ivanchhh@gmail.com)
hy: Հեղինակ. Իվան Էստրեմադոյրո (ivanchhh@gmail.com)
zh_cn: 作者: Ivan Estremadoyro (ivanchhh@gmail.com)

source: Author: Aneesh Dogra (lionaneesh@gmail.com)
hy: Հեղինակ. Անիշ Դոգրա (lionaneesh@gmail.com)
zh_cn: 作者: Aneesh Dogra (lionaneesh@gmail.com)

source: Author: Alan Aguiar (alanjas@hotmail.com)
hy: Հեղինակ. Ալան Ագիլար (alanjas@hotmail.com)
zh_cn: 作者: Alan Aguiar (alanjas@hotmail.com)

source: Send corrections, comments or suggestions
hy: Ուղարկել ուղղումները, մեկնաբանությունները կամ առաջարկությունները:
zh_cn: 发送更正，意见或建议

source: This program is free software developed by the community
hy: Այս ծրագիրը հանրության կողմից ստեղծված ազատ բաց ծրագրաշար է:
zh_cn: 本程序是由社区开发的免费软件

source: For more information visit http://ceibaljam.org
hy: Մանրամասն տեղեկությունների համար այցելեք. http://ceibaljam.org
zh_cn: 更多信息请访问 http://ceibaljam.org

source: This program is based on 'Conozco Uruguay' (Author: Gabriel Eirea)
hy: Այս ծրագրի հիմքն է. "Ճանաչիր Ուրուգվայը" (հեղինակ. Գաբրիել Էյրեա)
zh_cn: 本程序基于 '走遍乌拉圭' (作者: Gabriel Eirea)

source: Sounds downloaded from freesound.org: btn117.wav courtesy of junggle.
hy: Հնչյունները ներբեռնված են. freesound.org: btn117.wav -ից. junggle -ի բարի կամոք:
zh_cn: 声音从 freesound.org 下载: btn117.wav courtesy of junggle。

source: Font: Share-Regular.ttf of urbanfonts.com
hy: Տառատեսակ. Share-Regular.ttf , urbanfonts.com -ից:
zh_cn: 字体: Share-Regular.ttf 下载自 urbanfonts.com

source: Huaraz
hy: Ուարաս

source: Aimará
hy: Այմարա'
