Repository: sugar-activities/4319-activity
Catalog: po/pap.po
Languages: pap

source: I know Peru
pap: Mi konosé Perú

source: Cannot open %s
pap: No por habri %s

source: the city of %s
pap: e siudat %s

source: the department of %s
pap: e departamento %s

source: the province of %s
pap: e provinsia %s

source: the district of %s
pap: e distrito %s

source: the state of %s
pap: e estado %s

source: the region of %s
pap: e region %s

source: the parish of %s
pap: e parokia %s

source: the taluka of %s
pap: e taluka %s

source: the municipality of %s
pap: e munisipio %s

source: the %s
pap: e %s

source: the %(river)s
pap: %(river)s

source: the %(route)s
pap: e %(route)s

source: About %s
pap: Tokante %s

source: Press any key to return
pap: Primi kualke tekla pa bai bèk

source: You have chosen the map
pap: Bo a skohe e mapa

source: Play
pap: Hunga

source: Explore
pap: Eksplorá

source: About this game
pap: Tokante e wega akí

source: Return
pap: Bèk

source: Choose the map to use
pap: Skohe kua mapa pa usa

source: Previous page
pap: Página anterior

source: Next page
pap: Siguiente página

source: Exit
pap: Sali

source: End
pap: Kaba

source: Show all
pap: Mustra tur

source: Press any key to skip
pap: Primi kualke tekla pa bula esaki

source: Peru
pap: Perú

source: Tumbes
pap: Túmbes

source: Amazonas
pap: Amazónas

source: San Martín
pap: San Martin

source: Brazil
pap: Brasil

source: Iquitos
pap: Iquítos

source: Napo River
pap: Riu Napo

source: Curaray River
pap: Riu Curaray

source: Tigre River
pap: Riu Tigre

source: Corrientes River
pap: Riu Corrientes

source: Pastaza River
pap: Riu Pastaza

source: Amazonas River
pap: Riu Amazonas

source: Javari River
pap: Riu Javari

source: Juruá River
pap: Riu Juruá

source: Acre River
pap: Riu Acre

source: Iaco River
pap: Riu Iaco

source: Alto Purús River
pap: Riu Alto Purús

source: Madre de Dios River
pap: Riu Madre de Dios

source: Piedras River
pap: Riu Piedras

source: Inambari River
pap: Riu Inambari

source: Putumayo River
pap: Riu Putumayo

source: Marañón River
pap: Riu Marañón

source: Santiago River
pap: Riu Santiago

source: Huallaga River
pap: Riu Huallaga

source: Ucayali River
pap: Riu Ucayali

source: Urubamba River
pap: Riu Urubamba

source: Tambo River
pap: Riu Tambo

source: Apurimac River
pap: Riu Apurimac

source: Lake Titicaca
pap: Lago Titicaca

source: Gulf of Guayaquil
pap: Golfo di Guayaquil

source: Sechura Bay
pap: Bahia Sechura

source: Pacific Ocean
pap: Oséano Pasífiko

source: Capital:
pap: Kapital:

source: (12º02' S - 77º01' W)
pap: (12º02' Z - 77º01' O)

source: Language:
pap: Idioma:

source: Spanish
pap: spañó

source: Quechua
pap: kechua

source: Government:
pap: Gobièrnu:

source: Presidential republic
pap: Repúblika presidensial

source: President:
pap: Presidente:

source: Prime Minister:
pap: Promé Minister:

source: Independence:
pap: Independensia:

source: from Spain
pap: for di Spaña

source: declared: %s
pap: deklará: %s

source: 28 of july of 1821
pap: 28 di yüli 1821

source: recognized: %s
pap: rekonosí: %s

source: 14 of august of 1879
pap: 14 di ougùstùs 1879

source: Area:
pap: Área:

source: 1.285.216 km² (20th)
pap: 1.285.216 km² (#20)

source: Population:
pap: Poblashon:

source: GDP:
pap: PDB:

source: USD 200.292 billion (50th)
pap: USD 200.292 mil mion (#50)

source: HDI:
pap: IDH:

source: High - 0,723 (63th)
pap: Haltu - 0,723 (#63)

source: Currency:
pap: Moneda:

source: Departments
pap: Departamento

source: Departmental capitals
pap: Kapital di departamento

source: Cities
pap: Siudat

source: Waterways
pap: Via akuátiko

source: Routes
pap: Ruta

source: Is northwest
pap: Ta nortwèst

source: Is north
pap: Ta nort

source: Is west
pap: Ta wèst

source: Is in the center
pap: Ta den sentro

source: Is southwest
pap: Ta zùitwèst

source: Is south
pap: Ta zùit

source: Is east
pap: Ta ost

source: Is southeast
pap: Ta zùitost

source: Is northeast
pap: Ta nortost

source: What a beautiful world! I will explore that territory. There I go!
pap: Esta un mundu bunita! Mi ta bai eksplorá e teritorio ei. Ata mi ta bai aki!

source: Oh, no! The ship has problems, I'm going to crash!
pap: Ai nò! E nave ta den problema, Mi ta bai kai!

source: Luckily I was saved! Now I have to rebuild my ship. Need help!
pap: Ménos mal, m'a skapa! Awor mi tin ku rekonstruí mi nave. Mi tin mester di yudansa!

source: We have to find
pap: Nos tin ku haña

source: Now we have to find
pap: Awor nos tin ku haña

source: We need to find
pap: Nos mester haña

source: We have to look a piece of my ship in
pap: Nos tin ku buska pida di mi nave na

source: There's a piece of my ship in
pap: Pida di mi nave ta na

source: According to my information have to look at
pap: Segun mi datonan tin ku buska na

source: We have to go up
pap: Nos tin ku subi

source: A piece of my ship fell into
pap: Pida di mi nave a kai den

source: Can you tell me where it is?
pap: Bo por bisa mi unda e ta?

source: Where is it?
pap: Unda e ta?

source: Can you show me where it is?
pap: Bo por mustra mi unda e ta?

source: Can you find it?
pap: Bo por hañ'é?

source: Are we going up there?
pap: Nos ta bai subi aya riba?

source: Very well!
pap: Hopi bon!

source: Brilliant!
pap: Bo ta hopi bon mes!

source: You found it!
pap: B'a hañ'é!

source: Yes!
pap: Sí!

source: No, that is not correct
pap: Nò, e no ta korekto

source: No, it is not there
pap: Nò, e no t'ei

source: No, that seems to be wrong
pap: Nò, parse ku e no ta korekto

source: That is not correct
pap: E no ta korekto

source: No, try again
pap: Nò, purba un biaha mas

source: Seems not here
pap: Parse ku e no t'ei

source: Keep trying...
pap: Sigui purba...

source: Now I can return Farewell to my planet. Thanks for your help!
pap: Awor mi por bai bèk na mi planeta. Masha danki ku bo a yuda mi!

source: My ship is ready. Bye and thanks for helping!
pap: Mi nave ta kla. Ayo. Masha danki ku bo a yuda mi!

source: We did it! I'm Ready to take off. Until next time!
pap: Nos a logra! Mi ta kla pa despegá. Te otro biaha!

source: Author: Ivan Estremadoyro (ivanchhh@gmail.com)
pap: Outor: Ivan Estremadoyro (ivanchhh@gmail.com)

source: Author: Aneesh Dogra (lionaneesh@gmail.com)
pap: Outor: Aneesh Dogra (lionaneesh@gmail.com)

source: Author: Alan Aguiar (alanjas@hotmail.com)
pap: Outor: Alan Aguiar (alanjas@hotmail.com)

source: Send corrections, comments or suggestions
pap: Por manda korekshon, komentario i sugerensia

source: This program is free software developed by the community
pap: E programa akí ta un software grátis ku e komunidat akí a desaroyá

source: For more information visit http://ceibaljam.org
pap: Pa mas informashon, bai na http://ceibaljam.org

source: This program is based on 'Conozco Uruguay' (Author: Gabriel Eirea)
pap: E programa akí ta basá riba 'Conozco Uruguay' (Author: Gabriel Eirea)

source: Sounds downloaded from freesound.org: btn117.wav courtesy of junggle.
pap: A baha e zonidonan for di freesound.org: btn117.wav komo kortesia di junggle.

source: Font: Share-Regular.ttf of urbanfonts.com
pap: Tipo di lèter: Share-Regular.ttf of urbanfonts.com
